Repository: sauzher/design.plone.theme
Catalog: src/design/plone/theme/locales/*/LC_MESSAGES/plone.po
Languages: it

source: A tile which displays a content object
it: Una Tile che mostra un contenuto esistente

source: A tile which displays the context description
it: Una tile che mostra la descrizione di questo contesto

source: A tile which displays the context title
it: Una Tile che mostra il titolo di questo contesto

source: Display mode
it: Modalita' di visualizzazione

source: Existing content
it: Contenuto esistente

source: Image scale
it: Scala dell'immagine

source: Insert a list of additional CSS classes that will be added to the tile
it: Inserirsi una lista classi CSS addizionali che saranno aggiunte alla Tile

source: Paste a URL here to embed external multimedia content. Supported sites can be found at http://noembed.com/#supported-sites
it: Incolla qui un URL per incorporare (embed) un contenuto multimediale esterno. I siti supportati possono essere trovati qui: http://noembed.com/#supported-sites

source: Please, upload an image
it: Carica una immagine

source: Select an existing content
it: Seleziona un contenuto esistente

source: Show content description
it: Mostra la descrizione del contenuto

source: Show content image (if available)
it: Mostra l'immagine del contenuto (se disponibile)

source: Show content text
it: Mostra il testo del contenuto

source: Show content title
it: Mostra il titolo del contenuto

source: There were errors
it: Sono presenti degli errori, si prega di ricontrollare i dati inseriti

source: Tile additional styles
it: Stili addizionali disponibili
